IDEA Open Model
NumberGroups.Create Method (Double)
Compatible with IDEA StatiCa 20.1
 Creates new instance with one group with one value.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public static NumberGroups Create(
	double value
)
Public Shared Function Create (
	value As Double
) As NumberGroups
Parameters
value
Type: System.Double
The value to set to group.
Return Value
Type: NumberGroups
A new instance of group.
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace